acpi
alacritty
alsa-utils
awww
base
base-devel
bat
bc
bear
bitwarden
blender
blueman
bluez
bluez-utils
brightnessctl
btop
chafa
chromium
cloc
cuda
directx-shader-compiler
discord
dkms
doxygen
efibootmgr
eza
fastfetch
fd
feh
foot
fuzzel
fzf
gammastep
gdb
ghostty
git
gnuplot
go
godot
grim
grub
gst-plugin-pipewire
gum
hexyl
htop
intel-media-driver
intel-ucode
iwd
jdk17-openjdk
keyd
kitty
lazygit
less
lib32-glibc
lib32-libnsl
lib32-libx11
lib32-libxext
libpulse
libreoffice-fresh
libresprite
libva-intel-driver
libva-nvidia-driver
linux
linux-firmware
linux-headers
mako
mesa-utils
meson
mpv
nano
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
ntfs-3g
nvidia-open-dkms
obs-studio
obsidian
openssh
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-pip
python-pipx
python-pyqt5
python-pyqt6
python-ruff
python-yaml
qt5-wayland
qt5ct
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-virtualkeyboard
qt6ct
reflector
ripgrep
ruff
rust-analyzer
rust-wasm
rustup
sbctl
scdoc
sdl2_mixer
sdl2_net
sdl2_ttf
seatd
slurp
smartmontools
sof-firmware
starship
strace
stylua
sudo
swappy
sway
swayidle
swayimg
swaylock
tk
tlp
tmux
tree
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-dejavu
ttf-droid
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-sourcecodepro-nerd
uv
valgrind
vifm
vim
vulkan-intel
waybar
wayland-protocols
wayland-utils
wget
wireplumber
wl-clipboard
wlr-randr
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-utils
xorg-xhost
xorg-xwayland
yamllint
yazi
yq
zathura-pdf-mupdf
zed
zoxide
zram-generator
zsh
